{
  "Anthony Affolder": "My research investigates Physics beyond the Standard Model, especially theories with supersymmetry.",
  "Anthony Aguirre": "I study the formation, nature, and evolution of the universe, focusing primarily on the model of eternal inflation and what it means for the beginning of the universe and time.",
  "Peter Aldhous": "I am a science correspondent reporting on biological and social sciences, from genetics and stem cells, through ecology and conservation, to psychology and psychiatry.",
  "Aris Alexandradinata": "I am a condensed matter theorist who is fascinated by unlikely connections between abstract algebraic topology and photovoltaic technology.",
  "Suzanne Alonzo": "I use a combination of mathematical theory, field research and lab experiments to understand the evolution and ecology of reproduction and how social interactions among individuals arise and evolve.",
  "Wolfgang Altmannshofer": "I am a theoretical particle physicist. I study the properties and interactions of the known fundamental building blocks of matter and develop ideas to search for new elementary particles.",
  "Manuel Ares": "My research team works on the mechanisms and regulation of splicing. Splicing is required to remove intron sequences from pre-mRNA and create coding sequences for translation.",
  "Joshua Arribere": "I investigate the molecular biology of mRNA and protein metabolism.",
  "William Atwood": "I helped conceive and develop the Fermi Gamma-Ray Space Telescope Large Area Telescope.",
  "Victoria Auerbuch Stone": "I study how bacterial pathogens cause disease and work to develop new antimicrobial compounds that target an important bacterial appendage called the type III secretion system.",
  "Alexander Ayzner": "I am a physical chemists interested in understanding the influence of molecular and macromolecular structure of small-molecule and polymeric organic semiconductors on the efficiency and dynamics of light harvesting.",
  "Natalie Batalha": "I detect and characterize planets orbiting other stars (exoplanets), studying them as a population, with the goal of identifying where the most likely cradles of life are located.",
  "Marco Battaglia": "I study experimental particle physics.",
  "Frank Bäuerle": "I specialize in mathematical logic. In particular, I am interested in computability theory, and complexity theory.",
  "Claudie Beaulieu": "The overall aim of my research is to better understand and quantify ocean and climate variability and change through a data science lens. I apply and develop statistical and machine learning techniques to interpret climate and ocean observations and outputs from Earth System model simulations.",
  "Michael Beck": "I work on marine conservation across science, business, and policy to bring clear tools to decision-makers. My focus is building coastal resilience to reduce risks to people, property, and nature.",
  "David Belanger": "I am interested in novel magnetic materials. Recent work has focused on magnetic ordering in LaCoO3 single crystals, nanoparticles, and thin films using neutron scattering, x-ray scattering, and magnetometry.",
  "Roxanne Beltran": "My research focuses on marine mammal behavior and ecology, with an emphasis on how the three-dimensional ocean environment shapes predator-prey interactions. A critical component of my work is expanding access to inclusive field courses for all students.",
  "Ilan Benjamin": "My research is focused on the theoretical study of the microscopic dynamics of chemical reactions in the condensed phase. This includes chemical reactions in bulk solution and at surfaces.",
  "Giacomo Bernardi": "My research focuses on understanding speciation mechanisms in marine organisms, using fishes as model systems. My approach investigates two different fields of molecular evolution: molecular phylogenetics and population genetics.",
  "Needhi Bhalla": "I study the mechanisms that ensure that chromosomes segregate correctly during cell division, particularly in meiosis.",
  "Terrence Blackburn": "My research focuses on the acquisition, improvement, and application of high-precision U-Pb geochronologic data to ultimately permit us to understand more about Earth processes.",
  "Hinrich Boeger": "My research is concerned with the structure and dynamics of chromatin at gene regulatory elements. I use molecular biological and biophysical methods, including electron and fluorescence microscopy and yeast genetics.",
  "Steven Bograd": "My research interests include physical oceanography, physical-biological interactions, fisheries oceanography, climate variability, upper-ocean circulation and dynamics, coastal oceanography, North Pacific Ocean, electronic tagging of animals, field measurements, time series analysis.",
  "Michael Bolte": "My research involves observations of the oldest stars and star clusters in the Galaxy to better understand the first epoch of star formation in the Universe.",
  "Robert Boltje": "I study finite groups and their representations from a functorial point of view. My research has connections to algebraic number theory and to algebraic topology.",
  "Rebecca Braslau": "My research team uses synthetic organic chemistry to develop strategies to upcycle post-consumer PVC, to harvest the carbon atoms locked in this plastic waste by converting them into feedstock chemicals, while valorizing end-of-life PVC to prevent it from being landfilled or contaminating the environment.",
  "Jean Brodie": "My research interests include globular star clusters and galaxy formation.",
  "Emily Brodsky": "Why do earthquakes start? What makes them get big? Why do they stop? I am trying to answer these questions by studying earthquake triggering, hydrogeology, fault zone structure and friction.",
  "Kevin Bundy": "I combine astronomical \"big data\" with telescopes to study how galaxies grow and evolve. I also develop instrumentation to peer inside vast numbers of distant galaxies soon after they formed.",
  "Marcos Calegari Andrade": "The Calegari group develops machine learning models to simulate the chemistry and vibrational spectroscopy of condensed phase systems. These simulations provide atomic level description of chemical reactions at experimentally relevant conditions with quantum mechanical accuracy and at an affordable computational cost.",
  "Manel Camps": "I use molecular genetic and computational approaches to study the biological consequences of random changes in genetic information mutations that occur spontaneously or as a result of environmental insults.",
  "Susan Carpenter": "I study the molecular mechanisms involved in protection against infection. I'm specifically focused on the processes that lead to inflammation to determine the role that lncRNAs play in these pathways.",
  "Mark Carr": "I study how the ocean environment and species interactions shape coastal marine ecosystems. I use this information to inform conservation and management, including marine protected areas and ecosystem-based management.",
  "Raquel Chamorro-Garcia": "I investigate how environmental exposures modulate genome expression across generations, with an emphasis on the environmental contribution to human disease.",
  "Shaowei Chen": "I research functional nanomaterials and develop new electrochemical energy technologies.",
  "Bin Chen": "I use genetic loss-of-function and gain-of-function approaches to investigate genes that regulate the differentiation of homogeneous neural stem cells into the diverse neuronal phenotypes that populate the mature cerebral cortex.",
  "Patrick Chuang": "I research the interaction among clouds, aerosols, and climate. Clouds are among the most poorly understood components of the climate system, limiting our ability to predict how Earth's climate changes.",
  "Matthew Clapham": "I study ancient extinction events to test how marine organisms can survive climate change and other environmental perturbations, focusing on the role of ecological and physiological characteristics.",
  "Bruce Cooperstein": "I investigate finite geometries arising from Lie-structures and their combinatorial properties.",
  "Daniel Costa": "I study how climate change and anthropogenic stressors affect animals. Of particular interest is how physiology constrains the ability of animals to respond to change.",
  "Phillip Crews": "My research is on novel biologically active molecules from marine invertebrates and marine derived microorganisms. We discover chemotypes that are the basis for the design of new medicines to treat human diseases.",
  "Don Croll": "My research brings science and action together to solve conservation problems. Much of my work is focused on seabirds and island ecosystems.",
  "Avishai Dekel": "I study theoretical astrophysics.",
  "Michael Dine": "I conduct research in theoretical physics, especially elementary particle physics, astrophysics and cosmology. Work includes studies of the Standard Model and Physics Beyond, cosmic inflation, dark matter and dark energy.",
  "Chongying Dong": "My research is concerned with foundational questions on the structure theory and representation theory of vertex operator algebras, an algebraic structure related to conformal field theory and string theory.",
  "Robin Dunkin": "My research interests span STEM education and learning, physiological ecology, and marine mammal related topics.",
  "Christopher Edwards": "I use ocean models to investigate dynamics of the coastal ocean, including the physical circulation, ocean ecosystem processes, and mechanisms for larval transport with implications for marine population connectivity.",
  "Torsten Ehrhardt": "My research concerns the spectral theory of Toeplitz, Hankel, Wiener-Hopf, singular integral, and related operators. I study inversion and asymptotic behavior of such particularly structured matrices and operators, mostly by using operator theory or Banach algebra methods.",
  "Ólöf Einarsdóttir": "I research how protein environments tune ligand pathways and metal-based prosthetic groups in the respiratory heme-copper oxidases (HCOs) and nitric oxide reductases (NORs) to support specific catalytic functions under varying physiological conditions.",
  "Alegra Eroy-Reveles": "My focus is in chemistry education, particularly developing engaging and supportive learning environments for large enrollment courses that increase the performance and retention of historically underrepresented students in STEM.",
  "Sandra Faber": "My research is focused on using the lookback power of large telescopes to study the formation and evolution of galaxies.",
  "Vitaliy Fadeyev": "I work on fundamental physics and instrumentation, with the current focus on ATLAS ITk (production of strip sensors and modules) and HPS experiment.",
  "David Feldheim": "I am interested in how the mammalian visual system develops, how retinal circuitry contributes to perception, and how the brain integrates information within the visual system and between sensory areas.",
  "Nicole Feldl": "My research interests include climate sensitivity and feedbacks, global circulations, and the atmospheric hydrological cycle. Through climate modeling, I study the physical mechanisms underlying past and future climate changes.",
  "Jerome Fiechter": "I primarily study how interactions between physical, biological and chemical processes shape the response of coastal marine ecosystem from planktonic organisms to mid and higher trophic level species.",
  "Myra Finkelstein": "I study impacts to wildlife with an emphasis on contaminant-induced effects. Specifically, I generate data to inform conservation solutions for at-risk species by identifying problems, quantifying impacts, and promoting solutions.",
  "Noah Finnegan": "I study geomorphology and the physical processes that erode and transport material on Earth's surface.",
  "Andrew Fisher": "My research solves problems in surface water-groundwater interactions, managed recharge, geothermics, hydrothermal circulation, coupled flows (fluid-heat-solutes), water quality, and development/use of new hydrologic tools and techniques.",
  "Ryan Foley": "I use telescopes to discover and characterize astrophysical transients such as supernovae, gravitational wave events, and other exploding stars.",
  "Jonathan Fortney": "My research interests include the interiors and atmospheres of planets in and out of the solar system. I work to understand planets as classes of astrophysical objects.",
  "Laurel Fox": "I research the effects of interactions on community structure and dynamics, especially plant-herbivore and three- trophic-level interactions. I am particularly interested in resource use, plant defenses and the role of nutrients.",
  "Alexa Fredston": "I’m a quantitative ecologist using data science, modeling, and synthetic approaches to solve interdisciplinary environmental problems, particularly in the sea.",
  "Ari Friedlaender": "I am focused on using new biotelemetry technology to understand the underwater behavior and ecology of marine mammals.",
  "Bryan Gaensler": "I use innovative approaches to large data sets in order to answer fundamental problems in astrophysics. My research focuses on astrophysical magnetism, cosmic explosions, and interstellar gas.",
  "John Garza": "I use population and molecular genetic methods to provide biological inference regarding a broad range of questions in ecology, evolution, conservation and management of marine and aquatic species.",
  "Elinor Gates": "My research interests include laser guide star adaptive optics, near-infrared camera technologies, and quasar host galaxies.",
  "Roozbeh Gharakhloo": "My research is focused on the asymptotic analysis of structured determinants and the associated system of orthogonal polynomials arising in mathematical physics and random matrix theory, where I primarily employ the Riemann-Hilbert method.",
  "Viktor Ginzburg": "I study Hamiltonian dynamical systems using methods from symplectic geometry and symplectic topology, with a focus on the existence of periodic orbits.",
  "Stefania Gori": "My research interests are physics beyond the standard model, higgs physics & electroweak symmetry breaking, dark matter & dark sectors, collider physics, flavor models & cp violation, and neutrino physics.",
  "Gary Griggs": "My research is focused on the coastal zone and ranges from coastal evolution and development, through shoreline processes, coastal hazards and coastal engineering, and sea level rise.",
  "Alexander Grillo": "I work with ATLAS and the Heavy Photon Search experiments at CERN.",
  "Puragra (Raja) GuhaThakurta": "My research is focused on the formation and evolution of galaxies—specifically, their accretion/cannibalism history, dark matter content, chemical enrichment, and star formation history.",
  "Howard Haber": "My research addresses theoretical and phenomenological aspects of high energy elementary particle physics with special attention to the role of the Higgs boson and new fundamental particles not yet discovered.",
  "Mathis Hain": "My research is motivated by Earth’s history. In the age of man-made alteration of the environment it is becoming a high priority to understand natural geochemical, biological and physical Earth System processes.",
  "Michael Hance": "With the SCIPP ATLAS group, I search for new fundamental particles and interactions in high-energy particle collisions, and prepare for the next generation of particle colliders.",
  "Grant Hartzog": "I am interested in understanding the role chromatin plays in gene expression and the mechanisms by which chromatin structure is manipulated to regulate transcription.",
  "Erika Check Hayden": "I am the director of the Science Communication Program. I report on biomedical research, emerging technologies, scientific trends, and ethics in science.",
  "Elliott Hazen": "My research focuses on understanding how fish distributions are affected by environmental variables at multiple spatial and temporal scales.",
  "Lindsay Hinck": "My research is interested in understanding how epithelial cells assemble into organs during development, and how the reverse process occurs during cancer when cells disassemble and metastasize to inappropriate locations.",
  "Bradford Holden": "I am in charge of the Automated Planet Finder (APF), a 2.4m robotic telescope at Lick Observatory. My responsibilities range from scheduling the telescope to replacing power supplies.",
  "Ted Holman": "My research team investigates how lipoxygenases are involved in inflammation. Specifically, we interrogate the mechanism, inhibition, and lipidomics of lipoxygenase activity to develop therapeutics for stroke, Alzheimer’s, and heart disease.",
  "Jeremy Hourigan": "I study structural geology, tectonics, and thermochronology.",
  "Kasia Jankiewicz": "My research is in geometric group theory and low-dimensional topology. I am particularly interested in non-positive curvature, cube complexes, and Coxeter and Artin groups.",
  "Tesla Jeltema": "My research focuses on observational cosmology and particle astrophysics, including constraints on the nature of dark matter and dark energy and studies of the evolution of galaxies.",
  "Rebecca Jensen-Clem": "My research focuses on developing extreme adaptive optics technology and observing exoplanets. I use near-infrared polarimetry and wavefront sensing and control to study gas giant exoplanets and brown dwarfs.",
  "Robert Johnson": "I develop electronics and detectors for proton-CT and the AESOP-Lite high-altitude balloon experiment.",
  "Timothy Johnstone": "My research exploits the unique reactivity of inorganic compounds, particularly those from the p-block of the periodic table, to combat human illness and disease.",
  "Melissa Jurica": "I study the structure and function of human spliceosomes. My goal is to understand the molecular mechanisms used by spliceosomes to catalyze pre-mRNA splicing and help regulate gene expression.",
  "Jesse Leo Kass": "I work in algebraic geometry and neighboring fields like algebraic topology and number theory. Recently, I have been especially interested in counting curves arithmetically using algebraic topology.",
  "Kathleen Kay": "My research focuses on understanding diversification mechanisms of flowering plants, including adaptation and speciation from both tropical and temperate systems.",
  "Doug Kellogg": "I study the molecular mechanisms that control cell growth and size.",
  "Robert Kibrick": "My research interests include encoders and related systems for accurately measuring the position of telescopes and the domes that contain them.",
  "Auston Kilpatrick": "I study the ecology of infectious diseases, population biology, climate, and conservation. Currently, I research West Nile virus, White-nose syndrome, chytridiomycosis, Lyme disease, Brucellosis, and avian influenza.",
  "Euiseok Kim": "I research the development, connectivity, and genetic identity of cortical circuits of the brain's neural network to elucidate fundamentals of the human mind and behavior.",
  "Jacqueline Kimmey": "I study how variation in innate immune responses impact susceptibility or resistance to infection disease, with a primary focus on Streptococcus pneumoniae infection.",
  "David Kliger": "My research involves time-resolved spectroscopy and polarization spectroscopies to study mechanisms of protein folding and function, and applying them to a wide range of photochemical, photophysical, and photobiological problems.",
  "Paul Koch": "I study how paleoecology drives extinction and evolution, chiefly in vertebrates. This includes isotopic and other analyses of fossils and extant animals to determine their diets, habitats, and physiology.",
  "Donald Korycansky": "My current research interests include atmospheric impacts, crater formation by impacts, impact-generated tsunami on the Earth, and asteroid dynamics.",
  "Lisa Krieger": "I am a science writer at The San Jose Mercury News, covering research, scientific policy, and environmental news from universities, NASA-Ames, USGS, and other Bay Area-based research facilities.",
  "Kristy Kroeker": "I am interested in the drivers of change in marine communities and a desire to improve our ability to forecast and manage the emergent effects of environmental change in dynamic ecosystems.",
  "Raphael Kudela": "My research is focused on phytoplankton dynamics in the Eastern Pacific Ocean coastal region and finding new applications for remote sensing technology.",
  "Renate Kupke": "I work on adaptive optics systems.",
  "Phoebe Lam": "I am a chemical oceanographer who studies the role of marine particles in the cycling of carbon, nutrients, and trace elements and isotopes in the ocean.",
  "Carl Lamborg": "My research investigates the biogeochemistry of mercury and other trace metals in the ocean, land, and cryosphere at a variety of time and space scales.",
  "Thorne Lay": "My research involves analysis of seismic waves to interrogate the deep structure of the Earth's interior and to study the physics of earthquake faulting.",
  "Alexie Leauthaud": "The core of my research focuses on understanding the co-evolution between dark matter and galaxy formation.",
  "David Lederman": "Most of my work during the past twenty years has been directed at understanding the physics of interfaces between dissimilar materials, especially the magnetic, ferroelectric, and magnetoelectric properties.",
  "Debra Lewis": "My research focuses on geometric mechanics and optimal control theory, including models influenced by psychological and social pressures. I use learning analytics to assess and increase equity in math access and outcomes.",
  "Yat Li": "I design and develop novel materials for applications in catalysis, energy conversion, and energy storage.",
  "Longzhi Lin": "My interests include geometric analysis and partial differential equations. More precisely, geometric flows, mean curvature and harmonic map heat flow, harmonic maps, minimal surfaces, constant mean curvature, and min-max theory.",
  "Alan Litke": "My research interests are in experimental particle physics and neurobiology. In particle physics, I work with the ALEPH experiment at CERN. In neurobiology, I focus on the neural code between the eyes and brain.",
  "Sarah Loerch": "I study the structure and function of RNA-protein complexes, electron cryo-microscopy, biochemistry and biophysics, image processing.",
  "Scott Lokey": "Many drug candidates are limited by their inability to cross biological membranes. My research uses natural products as guides in the design of complex, membrane-permeable molecules as next-generation therapeutic agents.",
  "Paul David Lynam": "My research activity is mainly extragalactic, exploring properties of giant galaxies, clusters of galaxies, large-scale structure of the Universe and 'cosmic flows'.",
  "Bruce Lyon": "I seek to understand the ecological and evolutionary basis of reproductive strategies and social behavior in animals, particularly reproductive parasitism, parental care and mating systems.",
  "John MacMillan": "I research and discover natural products from bacteria with promising biological activity. I utilize the microbial and chemical diversity of marine habitats and information-rich screening to integrate chemistry and biology.",
  "Piero Madau": "My current research interests have focused on theoretical cosmology and the high-redshift universe, especially on the physics of the intergalactic medium and the history of star formation in galaxies.",
  "Baldo Marinovic": "My research focuses on euphausiid (krill) ecology, zooplankton ecology, and pelagic food web interactions.",
  "Pradip Mascharak": "My bioinorganic research group is interested in the roles of metal-containing active sites of metalloenzymes and in design and applications of metallodrugs in tackling infection, inflammation, and malignancies.",
  "Claire Max": "My research interests are focused on the design and implementation of new adaptive optics systems, and using these new systems to study black holes in the cores of nearby galaxies.",
  "Matthew McCarthy": "I use of amino acids and other nitrogen-containing biomarkers to study open ocean and hydrothermal sea floor ecosystems and biogeochemical cycles.",
  "Shaun McKinnie": "My research uses a combination of synthetic organic chemistry, enzyme biochemistry, and microbial genetics to understand how bacteria, plants, and other organisms make biologically active and potentially therapeutic molecules.",
  "Rita Mehta": "My research seeks to understand morphological, physiological, and behavioral evolution.",
  "Martha Mendoza": "I am a San Jose–based correspondent for the Associated Press, focusing on technology, breaking news, enterprise and investigative reporting from Silicon Valley and two-time winner of the Pulitzer Prize.",
  "Jaron Mercer": "My research bridges organic synthesis, continuous directed evolution, and chemical and molecular biology to discover proteins that bind and transform small organic molecules.",
  "Glenn Millhauser": "I use biophysical methods to study neurological proteins, their cofactors, and how misregulation contributes to disease.",
  "Francois Monard": "My research revolves around the analysis of certain Inverse Problems for partial differential equations (of elliptic or transport type), which also have applications to the imaging sciences.",
  "Richard Montgomery": "I am known for my groundbreaking work on the 3-body problem. I have also made contributions to the field of sub-Riemannian geometry.",
  "Andrew Moore": "My research involves ocean circulation modeling, data assimilation, and ocean prediction.",
  "Pedro Morales-Almazan": "My research is in spectral zeta functions. These can be used in calculations of the Casimir effect, as well as applications to number theory, quantum field theory, and the physics of heat.",
  "Allison Moreno": "Dr. Moreno is a marine biogeochemist who studies the interactions between phytoplankton and nutrients, with strong emphasis on oxygen and carbon. In her interdisciplinary lab, she utilizes lab experiments, field work and models to quantify the impacts from natural and climate change factors on global oxygen and its impact on the ecosystem as a whole.",
  "Stephan Munch": "I work on pure and applied problems in evolutionary ecology and natural resource management. I use nonlinear dynamics, statistical ecology, and multi-species management strategies to develop tools for ecosystem management.",
  "Jason Nielsen": "I work on high-energy experiments at collider laboratories like CERN. Along with SCIPP researchers, I measure Higgs boson properties and create new particle detectors.",
  "Francis Nimmo": "I use spacecraft measurements to determine the internal structures and histories of planets and moons in this solar system.",
  "Harry Noller": "I study the mechanisms & structural dynamics of ribosomes, using biochemical, genetic & biophysical approaches. Current projects are focused on the molecular mechanisms underlying the coupled translocation of mRNA and tRNAs.",
  "Scott Oliver": "My research group focuses on environmental applications of materials. We are developing new materials for cleaning polluted water, recycling plastic and reducing energy consumption through new catalysts.",
  "Karen Ottemann": "My research focused on how pathogenic bacteria such as Helicobacter pylori use environmental cues to establish infection.",
  "Eric Palkovacs": "I am interested in the forces shaping evolution on contemporary time scales and the importance of ongoing evolution for nature and people. My research focuses on freshwater and coastal ecosystems.",
  "Jiayin Pan": "My research lies primarily in global Riemannian geometry. It fascinates me that curvature, a local geometric quantity describing how space curves, has implications on the global topological structure.",
  "Ingrid Parker": "I seek to understand what controls plant distribution and abundance, with an emphasis on species interactions. Much of my current work focuses on the evolutionary ecology of plant-insect mutualisms and plant-pathogen interactions.",
  "Carrie Partch": "I seek to understand the molecular basis of biological timekeeping by studying circadian rhythms from a diverse array of organisms. We use biochemistry, structural biology, and cell-based approaches to study protein structure, dynamics, and function.",
  "Michael Patnode": "I study the microbes that live in the human intestine to understand how beneficial and harmful gut bacteria compete with one another for nutrients in the foods we eat, with the goal of developing technologies for manipulating the intestinal ecosystem to improve human health.",
  "Adina Paytan": "I use chemical and isotopic tracers in diverse environmental samples to study present and past biogeochemical processes and link changes in the Earth System to global changes in climate.",
  "Devon Pearse": "I am interested in understanding the conceptual aspects of population genetics as well as the application of genetic data to conservation and fisheries management.",
  "Andrew Phillips": "I work on the DEEP survey using LRIS, the HST Snapshot survey of nearby galaxy cores, and H-alpha imaging of nearby galaxies on the Keck telescope.",
  "Tamara Pico": "My research centers on using solid Earth deformation as a lens to understand coupling between ice sheets, sea level, and landscapes in the past. In particular I use glacial isostatic adjustment modeling as a tool to infer variations in past ice sheets, as well as to understand how landscapes record solid Earth deformation over the ice age.",
  "Jarmila Pittermann": "My research focuses on plant structure and function, and the manner in which plants respond to climatic perturbation. Particularly, how plants balance supply water while maintaining appropriate resilience to drought.",
  "Pratigya Polissar": "I study how the water cycle, temperature, oceans, and vegetation responded to past climatic change, particularly warm periods in Earth’s history, using molecular and isotopic analyses of marine and terrestrial sediments.",
  "Michael Polito": "I am marine ecologist who studies how animals find their food, what types of food they eat, and how marine species like zooplankton, fish, seabirds, and marine mammals are connected by their diets into a common food web",
  "Daniel Potts": "I am interested in coral reef ecology, marine biodiversity, and remote sensing. My research premise is that coastal systems are changing in response to the effects of natural and anthropogenic processes.",
  "Joel Primack": "My research is in cosmology and astrophysics, especially large scale structure and the formation and evolution of galaxies.  I also work on extragalactic background light, rocky planet composition and implications for astrobiology, science and technology policy, and outreach.",
  "Jason Xavier Prochaska": "My research examines the nature of gas both within and outside of galaxies, primarily during the first few billion years of the universe.",
  "Stefano Profumo": "I investigate new physics beyond the Standard Model with a focus on dark matter, baryogenesis, and new particles and their interactions.",
  "Jie Qing": "My interest is applying nonlinear analysis, harmonic analysis, and partial differential equations to problems in differential geometry, complex geometry and mathematical physics.",
  "Peter Raimondi": "The goal of my research is to broadly understand the factors that are important in the development and maintenance of biological communities.",
  "Arthur Ramirez": "My focus is explorating novel electronic phases of matter, in pursuit of new principles and technologies. I use advanced techniques in cryogenic temperatures to probe magnets, semiconductors, superconductors, and more.",
  "Enrico Ramirez-Ruiz": "I research the violent and capricious nature of the universe. I use computer simulations to explore transient phenomena such as collisions, mergers, and disruptions of stars—especially those involving compact objects.",
  "Jevgenij Raskatov": "I study chemical neuroscience using mirror-image peptides and other D-amino acid substitution strategies to create novel structure-function relationships to understand Amyloid Beta toxicity in Alzheimer's Disease.",
  "Ana Christina Ravelo": "I study stable isotope geochemistry, paleoceanography, and paleoclimatology.",
  "Borja Reguero": "I work at the intersection of climate risks, nature-based engineering, and coastal sustainability to advance climate risk solutions in coastal areas, with a special interest on nature-based solutions. My research and teaching interests span areas of climate change, engineering and adaptation.",
  "Colleen Reichmuth": "My research explores the sensory, cognitive, physiological, and behavioral ecology of marine mammals.",
  "Steven Ritz": "My current interests include dark energy studies using weak lensing and searches for signatures of dark matter.",
  "Brant Robertson": "My research leverages state of the art numerical methods to conduct astrophysical research that address how cosmological structures form and evolve, dark matter, and the reionization of the intergalactic medium.",
  "Constance Rockosi": "I study the Milky Way galaxy to find out how and why it evolved to its present state.",
  "Aaron J Romanowsky": "I conduct research on the structure and dynamics of galaxies, star clusters, dark matter, and other astrophysical systems.",
  "Seth Rubin": "I study biochemical mechanisms underlying control of cancer cell proliferation. My research uses structural biology, biochemistry, and cell biology approaches to understand protein function and regulation.",
  "Hartmut Sadrozinski": "I research experimental particle physics using particle accelerators and some of the most powerful accelerators in nature found in space.",
  "Chad Saltikov": "My research focuses on how bacteria alter the toxicity of aquatic pollutants, such as arsenic and nitrate in diverse environments including groundwater, surface water, and extreme environments.",
  "Laura Sanchez": "I study mass spectrometry, small molecule communication, natural products, microbial communities, cancer",
  "Beren Sanders": "I work on the theory and applications of triangulated categories, especially tensor triangular geometry and examples arising in stable homotopy theory, modular representation theory, and algebraic geometry.",
  "Jeremy Sanford": "My research team illuminates post-transcriptional networks coordinated by RNA binding proteins. We employ genomic, biochemical, and computational methods to identify cis-acting RNA elements.",
  "Heather Savage": "I study earthquake triggering and the evolution of fault structure, strength, and stability using field work, laboratory experiments, and numerical models.",
  "William Saxton": "My research addresses questions about the functions and mechanisms of forces generated by the cytoskeleton.",
  "Chris Schodt": "I am a multimedia producer for science research.",
  "Maria Schonbek": "My research focuses on non-linear partial differential equations derived from models in fluid dynamics. I am concerned with questions related to the qualitative behavior of solutions, specifically questions concerning long-time behavior of solutions.",
  "Bruce Schumm": "I study experimental particle physics.",
  "Susan Schwartz": "My research addresses problems in earthquake seismology, earth structure, active tectonics, and volcano seismology and geodesy.",
  "William Scott": "My research focuses on RNA structure, catalysis, and the origin of life.",
  "Abraham Seiden": "I am an experimental particle physicist with broad interests in both the fundamental interactions among particles and the development of detectors to study such interactions.",
  "Scott Shaffer": "My research interests include Physiological Ecology of vertebrate animals, especially birds and mammals.",
  "Beth Shapiro": "My research aims to better understand how populations and species change through time, in particular in in response to environmental and other changes to their habitat.",
  "Upasna Sharma": "I study how our life experiences influence the health and longevity of future generations. I use genomic and reproductive biology methods to understand how paternal environmental information is transmitted via sperm RNAs.",
  "Alexander (Sasha) Sher": "My research focuses on the retina and visual system. I use large scale multielectrode recording systems developed by physicists, biologists, and engineers to study the function, development, and treatment of neural circuits.",
  "Bakthan Singaram": "My work focuses on the chemistry of metals and metal hydrides. I’m specifically  interested in developing green chemistry for carbon-carbon bond forming reactions and the reduction of functional groups.",
  "Anne Sizemore": "My research is focused on improving undergraduate organic chemistry education through the development and implementation of student-centered pedagogies.",
  "Andrew Skemer": "I characterize the atmospheres of exoplanets and search for new ones with adaptive optics imaging and spectroscopy. I develop novel instrumentation and techniques to observe planets near their host stars.",
  "Aleksandra Skrajna": "My laboratory uses biochemistry, biophysics, structural biology, proteomics and genomics to characterize nuclear proteins interacting with histones, uncover mechanisms of histone turnover and identify enzymes engaged in histone degradation.",
  "David Smith": "I study natural processes producing high-energy radiation in environments including thunderstorms, Earth's radiation belts, and solar flares. I use instrumentation at ground sites and on balloons, aircraft, and spacecraft.",
  "Graeme Smith": "I research the properties of red giants within the Milky Way: their physical evolution, chromospheric activity and mass loss, and their chemical enrichment history of the Galaxy.",
  "Donald Smith": "My research explores basic mechanisms underlying how toxic metal exposures contributes to cellular effects and disease, including lead, mercury, and arsenic.",
  "Michael Stone": "My research focuses on the molecular mechanisms of telomere length control using single molecule fluorescence resonance energy transfer (smFRET) and micro-manipulation techniques, such as magnetic trapping.",
  "Evelyn Strauss": "I am a biologist-turned-journalist who has served in leadership positions for several start-up online projects at the interface between science and communication.",
  "Susan Strome": "My lab investigates how epigenetic memories are passed from parents to offspring and how those memories influence offspring development. We focus on epigenetic memories needed for germ cells to develop.",
  "Junecue Suh": "My research lies in number-theoretic topics in algebraic geometry, such as the zeta function of varieties over finite fields, the cohomology of Shimura varieties, and mixed Hodge modules.",
  "William Sullivan": "I research structural events that drive cell division and how these events are coordinated. I investigate the mechanisms that drive cytokinesis and chromosome segregation upon exit from metaphase.",
  "Sergey Syzranov": "I specialise in theoretical condensed matter physics. Particular research topics include, but are not limited to, localisation-delocalisation transitions, superconductivity, quantum chaos and physics of graphene and topological materials.",
  "Hirotaka Tamanoi": "My work is motivated by constructions in mathematical physics, and ranges from elliptic cohomology to Sullivan’s string topology.",
  "Bernie Tershy": "I’m a serial conservation entrepreneur. I have co-founded several organizations including: The Conservation Action Lab, Island Conservation and Conservación de Islas, and Conservation Metrics.",
  "John Thompson": "I study how coevolution among species shapes the Earth’s biodiversity, why mutualisms form among species, why enemy species continue to coevolve, and, more generally, why species evolve relentlessly.",
  "Anthony Tromba": "My interests are in the applications of global nonlinear analysis to various problems in partial differential equations. Particularly, the properties of minimal surfaces, in space and in Riemannian manifolds.",
  "Slawomir Tulaczyk": "My research on ice sheets and glaciers as dynamic features interacting with geologic, hydrologic, and climatic processes on different timescales.",
  "Kendra Turk-Kubo": "My research interests include understanding the environmental factors driving the diversity, biogeography and activity of marine nitrogen-fixing microbes.",
  "Dan Turner-Evans": "I develop bottom-up approaches to deconstruct neural circuits, focusing on a neural circuit that encodes head direction in the fruit fly brain.",
  "Olena Morozova Vaske": "My research applies genomic analyses and precision medicine approaches to identify novel targets and understand the biology of pediatric genetic diseases.",
  "Jairo Velasco": "My research focuses on discovering, understanding, and manipulating novel physical phenomena that emerge in layered 2D materials. I’m particularly interested in probing the electronic structure of nanoscale devices.",
  "Zhu Wang": "I study how epithelial cells behave in mammalian organ homeostasis and cancer progression. Mouse models and molecular and cellular techniques are used to address these questions in the urogenital system.",
  "Xiao Wang": "I study electronic structures of materials and how they interact with light using theoretical tools. My research focuses on the development of ab initio quantum chemistry methods for large systems, especially periodic solids, as well as their applications in drug development, renewable energy, and catalysis.",
  "Jordan Ward": "I use C. elegans as a model to understand the gene regulatory networks controlling molting and gamete formation, with an eye to extending these studies to combat parasitic nematodes.",
  "Martin Weissman": "I work at the interface of number theory, representation theory, and geometry.  Most of my research belongs to the network of conjectures and theorems known as the Langlands program.",
  "Terrie Williams": "I investigate common morphological features and physiological limitations of marine and terrestrial animals. This includes swimming and running energetics, thermoregulation during exercise, and the plasticity of mammalian skeletal muscle.",
  "David Williams": "I am a member of the VERITAS and CTA research collaborations, pursuing the study of high-energy gamma-rays from astrophysical objects.",
  "Xiao-Bi Xie": "Develops numerical methods in seismic modeling and imaging. Focusing on investigating regional-wave excitation, energy partitioning and propagations, developing one-way wave-equation based methods for seismic modeling, and imaging and illumination analysis.",
  "Aiming Yan": "My research focuses on atomic/nano-scale structural and property tailoring, and in-situ/operando study of functional materials via combined synthesis and advanced microscopy approaches.",
  "Fitnat Yıldız": "Biofilms are surface-attached microbial communities that cause significant problems in environmental, industrial, and clinical settings. My research group studies the mechanisms and regulation of biofilm formation and biofilm-mediated hyperinfectivity.",
  "Allan Peter Young": "I study phase transitions, with an emphasis on using numerical techniques such as Monte Carlo simulations to give a physical understanding of problems where little is currently understood. I am also interested in quantum computing.",
  "James Zachos": "My research focuses on the evolution of climate and ocean chemistry over the last 65 million years of Earth’s history.",
  "Alan Zahler": "My research focuses on the regulation of Pre-mRNA Splicing and analysis of small RNA function and biogenesis.",
  "Erika Zavaleta": "I research on terrestrial ecosystems and communities, links between biodiversity and human well-being, and the implications of interacting global and regional environmental changes.",
  "Jonathan Zehr": "My research focuses on how microorganisms control the availability of nitrogen, a critical element in all life as we know it.",
  "Jin Zhang": "I design, synthesize, and study novel nanostructured materials for energy conversion and biomedical applications using ultrafast laser and other techniques.",
  "Margaret Zimmer": "I study how rainfall becomes streamflow and the associated biogeochemical and ecological implications. This includes hydrometric, isotopic, and other analyses of watershed characteristics to determine controls on water flowpaths.",
  "Yi Zuo": "Combining in vivo imaging, mouse genetics, neural circuit tracing, and behavior analysis, my lab studies the neural underpinning of learning, memory, and cognitive flexibility under normal and pathological conditions."
}
